[
  {"name": "Player", "text": "Witaj świecie. Ile cię trzeba cenić ten się dowie co robotem jest. Dzień rok 143, miesiąc 3, dzień 163 po dniu A. Stan świata na chwilę obecną - bardzo niezachęcający do kolonizacji."},
  {"name": "Player", "text": "Witaj mój kościany przyjacielu. Dalej jak widzę się dobrze trzymasz, te wilki nie chciały Twoich kości ani kiedyś ani teraz. Gdyby tylko teraz były jakieś wilki..."},
  {"name": "Szkielet", "text": "..."},
  {"name": "Player", "text": "Mniejsza z resztą, należy cieszyć się tym, co obecnie nam zostało. Dobrze mieć takiego kompana. Spójrz, widzisz ten zegar przy tej dziwnej konstrukcji?"},
  {"name": "Szkielet", "text": "..."},
  {"name": "Player", "text": " Alez on brudny. Czyściłem go, dobrze pamiętam. To było jakby.... to było... mam blokade na ten okres w pamięci... nie wiem kiedy go czyściłem. ale przysiągłbym, że czyściłem."},
  {"name": "Player", "text": " I tak dzisiaj miałem czyścić twoją ławkę, to nic się nie stanie jak zaczne od tego zegara. A jest on całkiem urodziwy. Pamiętam, jak mój... mój kto? Opiekun? Przysiągł bym, że nie miałem opiekuna... a jednak... coś... Gdzie moja ścierka."},
  {"name": "Player", "text": " (czyści zegar), Teraz zawsze będę na czas. zawsze byłem. Jeszcze tylko od boku wytre... (przełącza coś i zegar zaczyna się kolebać). co się... Na me obwody, toż to istne sci fiction się na mych receptorach odbywa. (włącza się portal przed robotem). Powinienem zostać... to nie może się dobrze skończyć... Procesor kaze zostać, ale rozrusznica napędowa woła o przygode... Raz karcie pamięci śmierć, jade."},
  {"name": "Player", "text": "Na me zwody... toż to czary."},
  {"name": "Farmer", "text": "Witaj, mały blaszany towarzyszu. Pozwól, że się przedstawię, jestem Ginger, a dla przyjaciół - Piernik. Nie ukrywam, czekałem na Ciebie..."},
  {"name": "Player", "text": "Według mojej analizy, jesteś obiektem humanoidalnym. Wasza rasa już dawno wymarła. Jak to możliwe, że istniejesz? Czemu natura tu jest na takim stadium rozwoju? Czy jednak legendy nie kłamały i magia istnieje, czy to tylko usterka w moim rejestratorze?"},
  {"name": "Farmer", "text": "Nie mogę wytumaczyć wszystkiego, ale postaram Ci się pomóc zrozumieć najważniejsze. Tylko zanim to, do ty mi odpowiedz na pytanie: Czy faktycznie doszło do tego co zapowiadano i ludzkość wraz ze światem natury wymarła?"},
  {"name": "Player", "text": "Potwierdzam"},
  {"name": "Farmer", "text": " a zatem jesteś jednak ostatnią deska ratunku. Posłuchaj mnie. Ja nie widziałem tego co ty i zatrzymać tego już nie jestem w stanie. Ale ty jestes w stanie to naprawić i przywrócić balans do swego swiata. skonstruowałem ten wehikuł czasu z nadzieją, że nawet po śmierci ludzi, ktoś go odnajdzie i wróci tu by wszystko naprawić."},
  {"name": "Player", "text": "Teraz rozumiem Pierniku, bo tak Cię będe od dzisiaj zwał ze względu na Twe dobre zamiary. Stworzono mnie by służyć i pomagać. Co czynic zatem?"},
  {"name": "Farmer", "text": "Bardzo cieszy mnie Twe nastawienie. Proces o którym mówię bedzie wymagał dużej zręczonsci i cierpliwości. Klimat jaki musi u Ciebie panować nie jest  łatwy. Musimy być zatem roztropni. Musisz w swym świecie przywrócić różnorodnośc biologiczną roslin, by eliminować zanieczyszczenie powietrza. Rosliny te muszą być odporne na zmiany klimatyczne i bardzo trudne warunki. Trudno takie dostać, więc pytam raz jeszcze, czy podejmiesz się wyruszenia w strony, gdzie można je dostać i zniesiesz trudy jakie Cie zaskoczą"},
  {"name": "Player", "text": "Z czystym dyskiem mogę odrzec, że tak Pierniku."},
  {"name": "Farmer", "text": "Dobrze więc. Jedna z roślin, która posłuży nam jako test, by sprawdzić, czy możliwy jest transport żywych istot między liniami czasowymi, znajduje się kawałek stąd. Pójdź po nią i przynieś ją."},
  {"name": "Player", "text": "Przyjałem."},
  {"name": "Player", "text": "Kwiatek znaleziony. Życz zatem szczęscia Pierniku."},
  {"name": "Farmer", "text": "Powodzenia mały."},
  {"name": "Farmer", "text": "I co? Udało sie?"},
  {"name": "Player", "text": "Panie Ginger, z radością ogłaszam, że rozpoczynamy naprawe systemu bliologicznego."}
]
